tap "homebrew/bundle"
tap "homebrew/core"
# Clone of cat(1) with syntax highlighting and Git integration
brew "bat"
# Tool for emulating mouse and keyboard events
brew "cliclick"
# Modern replacement for 'ls'
brew "exa"
# GitHub command-line tool
brew "gh"
# Distributed revision control system
brew "git"
# User-friendly cURL replacement (command-line HTTP client)
brew "httpie"
# Mac App Store command-line interface
brew "mas"
# Command-line interface for Spotify on a Mac
brew "shpotify"
# Command-line interface for https://speedtest.net bandwidth tests
brew "speedtest-cli"
# Sends magic packets to wake up network-devices
brew "wakeonlan"
mas "Amphetamine", id: 937984704
mas "Duplicate File Finder", id: 1032755628
mas "Encrypto", id: 935235287
mas "HP Easy Scan", id: 967004861
mas "Image2icon", id: 992115977
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark", id: 1176895641
mas "Telegram", id: 747648890
mas "Todoist", id: 585829637
mas "WeTransfer", id: 1114922065
mas "WhatsApp", id: 1147396723
